Repository: tonytram/digitalantiz-dashboard
Catalog: src/Server.UI/Resources/Pages/Dashboard/Dashboard.*.resx
Languages: de_de, km_kh

source: Discord Members
de_de: Discord-Mitglieder
km_kh: សមាជិកជម្លោះ

source: Contributors
de_de: Mitwirkende
km_kh: អ្នករួមចំណែក

source: GitHub Stars
de_de: GitHub-Sterne
km_kh: ផ្កាយ GitHub

source: Global scale
de_de: Globaler Maßstab
km_kh: មាត្រដ្ឋានសកល

source: Global Spread
de_de: Globale Verbreitung
km_kh: ការរីករាលដាលជាសកល

source: Graphite on roof
de_de: Graphit auf dem Dach
km_kh: ក្រាហ្វិចនៅលើដំបូល

source: Join us and be part of the library’s success!
de_de: Machen Sie mit und werden Sie Teil des Erfolgs der Bibliothek!
km_kh: ចូលរួមជាមួយពួកយើង និងជាផ្នែកមួយនៃភាពជោគជ័យរបស់បណ្ណាល័យ!

source: MudBlazor is growing quickly
de_de: MudBlazor wächst schnell
km_kh: MudBlazor កំពុងរីកចម្រើនយ៉ាងឆាប់រហ័ស

source: Reactor Type
de_de: Reaktortyp
km_kh: ប្រភេទរ៉េអាក់ទ័រ

source: Read More
de_de: Mehr lesen
km_kh: អាន​បន្ថែម

source: Roentgen
de_de: Röntgen
km_kh: រ៉ង់ហ្គេន

source: See all 137 reviews
de_de: Alle 137 Bewertungen anzeigen
km_kh: មើលការវាយតម្លៃទាំងអស់ 137

source: This is the type of uranium used in the RBMK reactors.
de_de: Dies ist die Art von Uran, die in den RBMK-Reaktoren verwendet wird.
km_kh: នេះគឺជាប្រភេទអ៊ុយរ៉ាញ៉ូមដែលប្រើក្នុងម៉ាស៊ីនរ៉េអាក់ទ័រ RBMK ។

source: Total Downloads
de_de: Gesamtzahl der Downloads
km_kh: ការទាញយកសរុប

source: Uranium-235
de_de: Uran-235
km_kh: អ៊ុយរ៉ាញ៉ូម -២៣៥

source: We are dedicated to improving every aspect of MudBlazor to be your number one choice when looking for a Blazor component library.
de_de: Wir sind bestrebt, jeden Aspekt von MudBlazor zu verbessern, um Ihre erste Wahl bei der Suche nach einer Blazor-Komponentenbibliothek zu sein.
km_kh: យើងឧទ្ទិសដល់ការកែលម្អគ្រប់ទិដ្ឋភាពនៃ MudBlazor ឱ្យក្លាយជាជម្រើសទី 1 របស់អ្នកនៅពេលស្វែងរកបណ្ណាល័យសមាសធាតុ Blazor ។

source: We are growing every day, developers from all over the world are using MudBlazor and are engaged with the community.
de_de: Wir wachsen jeden Tag, Entwickler aus der ganzen Welt nutzen MudBlazor und engagieren sich mit der Community.
km_kh: យើងកំពុងរីកចម្រើនជារៀងរាល់ថ្ងៃ អ្នកអភិវឌ្ឍន៍មកពីជុំវិញពិភពលោកកំពុងប្រើប្រាស់ MudBlazor ហើយត្រូវបានចូលរួមជាមួយសហគមន៍។

source: Molar mass
de_de: Molmasse
km_kh: ម៉ាសម៉ូឡា

source: Name
km_kh: ឈ្មោះ

source: Sign
de_de: Zeichen
km_kh: សញ្ញា

source: Nr
km_kh: លេខ

source: Position
km_kh: ទីតាំង
