Repository: tonytram/digitalantiz-dashboard
Catalog: src/Server.UI/Resources/Pages/Identity/Roles/Roles.*.resx
Languages: km_kh

source: Assign changed successfully
km_kh: បានផ្លាស់ប្តូរការចាត់តាំងដោយជោគជ័យ

source: Assigned successfully
km_kh: ចាត់តាំងដោយជោគជ័យ

source: Create a new role
km_kh: បង្កើតតួនាទីថ្មី។

source: Description
km_kh: ការពិពណ៌នា

source: Edit the role
km_kh: កែសម្រួលតួនាទី

source: Name
km_kh: ឈ្មោះ

source: Roles
km_kh: តួនាទី

source: Search by role name
km_kh: ស្វែងរកឈ្មោះតួនាទី

source: Set Permissions
km_kh: កំណត់ការអនុញ្ញាត

source: Unassigned successfully
km_kh: មិនបានចាត់តាំងដោយជោគជ័យ

source: Assigned Roles
km_kh: តួនាទីដែលបានកំណត់

source: Email / PhoneNumber
km_kh: អ៊ីមែល / លេខទូរស័ព្ទ

source: Assign or Unassign all
km_kh: ចាត់តាំង ឬមិនប្រគល់ទាំងអស់។

source: Audit Trails
km_kh: ផ្លូវសវនកម្ម

source: Audit Trails Permissions
km_kh: ការអនុញ្ញាតផ្លូវសវនកម្ម

source: Authorization has been changed
km_kh: ការអនុញ្ញាតត្រូវបានផ្លាស់ប្តូរ

source: Categories
km_kh: ប្រភេទ

source: Categories Permissions
km_kh: ការអនុញ្ញាតតាមប្រភេទ

source: Customers
km_kh: អតិថិជន

source: Customers Permissions
km_kh: ការអនុញ្ញាតពីអតិថិជន

source: Dashboard
km_kh: ផ្ទាំងគ្រប់គ្រង

source: Dashboard Permissions
km_kh: ការអនុញ្ញាតផ្ទាំងគ្រប់គ្រង

source: Documents
km_kh: ឯកសារ

source: Documents Permissions
km_kh: ការអនុញ្ញាតឯកសារ

source: Id
km_kh: លេខសម្គាល់

source: Job
km_kh: ការងារ

source: Job Permissions
km_kh: ការអនុញ្ញាតការងារ

source: Logs
km_kh: កំណត់ហេតុ

source: Logs Permissions
km_kh: ការអនុញ្ញាតកំណត់ហេតុ

source: Multi-Tenant
km_kh: ភតិកៈច្រើន។

source: Multi-Tenant Permissions
km_kh: ការអនុញ្ញាតច្រើនអ្នកជួល

source: Normalized Name
km_kh: ឈ្មោះធម្មតា។

source: Permission
km_kh: ការអនុញ្ញាត

source: Permission assigned successfully
km_kh: ការអនុញ្ញាតត្រូវបានផ្តល់ដោយជោគជ័យ

source: Permission Description
km_kh: ការពិពណ៌នាការអនុញ្ញាត

source: Permission removed successfully
km_kh: ការអនុញ្ញាតត្រូវបានដកចេញដោយជោគជ័យ

source: Picklist
km_kh: បញ្ជីជ្រើសរើស

source: Picklist Permissions
km_kh: សិទ្ធិជ្រើសរើសបញ្ជី

source: Products
km_kh: ផលិតផល

source: Products Permissions
km_kh: ការអនុញ្ញាតផលិតផល

source: Role Claims
km_kh: ការទាមទារតួនាទី

source: Role Claims Permissions
km_kh: តួនាទីទាមទារសិទ្ធិ

source: Roles Permissions
km_kh: ការអនុញ្ញាតតួនាទី

source: Selected
km_kh: បានជ្រើសរើស

source: Users
km_kh: អ្នកប្រើប្រាស់

source: Users Permissions
km_kh: ការអនុញ្ញាតរបស់អ្នកប្រើប្រាស់

source: Tenant Name
km_kh: ឈ្មោះអ្នកជួល
