Repository: tonytram/digitalantiz-dashboard
Catalog: src/Application/Resources/Features/Identity/DTOs/ApplicationUserDtoValidator.*.resx
Languages: ca_es, de_de

source: Confirm password must match the new password
ca_es: La contrasenya de confirmació ha de coincidir amb la nova contrasenya.
de_de: Das Bestätigungspasswort muss mit dem neuen Passwort übereinstimmen.

source: Confirm password must match the password
ca_es: La contrasenya de confirmació ha de coincidir amb la contrasenya.
de_de: Das Bestätigungspasswort muss mit dem Passwort übereinstimmen.

source: Display name must be less than 128 characters
ca_es: El nom a mostrar ha de tenir menys de 128 caràcters.
de_de: Der Anzeigename darf nicht mehr als 128 Zeichen haben.

source: E-mail cannot be empty
ca_es: El correu electrònic no pot estar buit.
de_de: Die E-Mail-Adresse darf nicht leer sein.

source: E-mail must be a valid email address
ca_es: L'adreça de correu electrònic ha de ser vàlida.
de_de: Die E-Mail-Adresse muss gültig sein.

source: E-mail must be less than 100 characters
ca_es: El correu electrònic ha de tenir menys de 100 caràcters.
de_de: Die E-Mail-Adresse darf nicht mehr als 100 Zeichen haben.

source: New password cannot be empty
ca_es: La nova contrasenya no pot estar buida.
de_de: Das neue Passwort darf nicht leer sein.

source: Password cannot be empty
ca_es: La contrasenya no pot estar buida.
de_de: Das Passwort darf nicht leer sein.

source: Password cannot be longer than {0} characters
ca_es: La contrasenya no pot ser més llarga de {0} caràcters.
de_de: Das Passwort darf nicht länger als {0} Zeichen sein.

source: Password must be at least {0} characters long
ca_es: La contrasenya ha de tenir almenys {0} caràcters de longitud.
de_de: Das Passwort muss mindestens {0} Zeichen lang sein.

source: Password must contain at least one digit
ca_es: La contrasenya ha de contenir almenys un dígit.
de_de: Das Passwort muss mindestens eine Ziffer enthalten.

source: Password must contain at least one lowercase letter
ca_es: La contrasenya ha de contenir almenys una lletra minúscula.
de_de: Das Passwort muss mindestens einen Kleinbuchstaben enthalten.

source: Password must contain at least one non-alphanumeric character (e.g., @, !, ?, *, .)
ca_es: La contrasenya ha de contenir almenys un caràcter no alfanumèric (per exemple, @, !, ?, *, .).
de_de: Das Passwort muss mindestens ein Sonderzeichen enthalten (z.B. @, !, ?, *, .).

source: Password must contain at least one uppercase letter
ca_es: La contrasenya ha de contenir almenys una lletra majúscula.
de_de: Das Passwort muss mindestens einen Großbuchstaben enthalten.

source: Phone number must be between 1 and 20 digits
ca_es: El número de telèfon ha de tenir entre 1 i 20 dígits.
de_de: Die Telefonnummer muss zwischen 1 und 20 Ziffern lang sein.

source: User name cannot be empty
ca_es: El nom d'usuari no pot estar buit.
de_de: Der Benutzername darf nicht leer sein.

source: User name must be between 2 and 100 characters
ca_es: El nom d'usuari ha de tenir entre 2 i 100 caràcters.
de_de: Der Benutzername muss zwischen 2 und 100 Zeichen lang sein.

source: You must agree to the terms and conditions
ca_es: Has d'acceptar els termes i condicions.
de_de: Sie müssen den Geschäftsbedingungen zustimmen.

source: Provider cannot be empty
ca_es: El proveïdor no pot estar buit.
de_de: Anbieter darf nicht leer sein.

source: Provider must be less than 100 characters
ca_es: El proveïdor ha de tenir menys de 100 caràcters.
de_de: Anbieter muss weniger als 100 Zeichen haben.

source: Tenant id must be less than 128 characters
ca_es: L'identificador del llogater ha de tenir menys de 128 caràcters.
de_de: Mandanten-ID muss weniger als 128 Zeichen haben.

source: Tenant name cannot be empty
ca_es: El nom del llogater no pot estar buit.
de_de: Mandantenname darf nicht leer sein.

source: Phone number must be less than 20 digits
ca_es: El número de telèfon ha de tenir menys de 20 dígits.
de_de: Die Telefonnummer muss weniger als 20 Ziffern haben.
