Repository: tonytram/digitalantiz-dashboard
Catalog: src/Server.UI/Resources/Pages/Identity/Users/Users.*.resx
Languages: km_kh, ko_kr

source: {0} session changed.
km_kh: {0} សម័យបានផ្លាស់ប្តូរ។
ko_kr: {0} 세션이 변경되었습니다.

source: Assign Roles
km_kh: កំណត់តួនាទី
ko_kr: 역할 할당

source: Click upload a photo.
km_kh: ចុចបង្ហោះរូបថត។
ko_kr: 사진 업로드를 클릭하세요.

source: Confirm New Password
km_kh: បញ្ជាក់​លេខសំងាត់​ថ្មី
ko_kr: 새 암호를 확인합니다

source: confirm password is required!
km_kh: បញ្ជាក់ពាក្យសម្ងាត់គឺចាំបាច់!
ko_kr: 비밀번호 확인이 필요합니다!

source: Create a new user
km_kh: បង្កើតអ្នកប្រើប្រាស់ថ្មី។
ko_kr: 새 사용자 만들기

source: Edit the user
km_kh: កែសម្រួលអ្នកប្រើប្រាស់
ko_kr: 사용자 편집

source: Email
km_kh: អ៊ីមែល
ko_kr: 이메일

source: Is Active
km_kh: សកម្ម
ko_kr: 활성

source: Lock Status
km_kh: ស្ថានភាពចាក់សោ
ko_kr: 잠금 상태

source: New Password
km_kh: ពាក្យសម្ងាត់​ថ្មី
ko_kr: 새 비밀번호

source: password is required!
km_kh: ពាក្យ​សម្ងាត់​គឺ​ត្រូវ​បាន​ទាមទារ!
ko_kr: 비밀번호는 필수입니다!

source: Phone Number
km_kh: លេខទូរសព្ទ
ko_kr: 전화 번호

source: Reset password successfully.
km_kh: កំណត់ពាក្យសម្ងាត់ឡើងវិញដោយជោគជ័យ
ko_kr: 비밀번호를 재설정했습니다.

source: Search by user name
km_kh: ស្វែងរកឈ្មោះអ្នកប្រើប្រាស់
ko_kr: 사용자 이름 검색

source: Set Active
km_kh: កំណត់សកម្ម
ko_kr: 활성으로 설정

source: Set Inactive
km_kh: កំណត់អសកម្ម
ko_kr: 비활성으로 설정

source: Set Password
km_kh: កំណត់ពាក្យសម្ងាត់
ko_kr: 암호를 설정하세요

source: Site
km_kh: គេហទំព័រ
ko_kr: 대지

source: User Name
km_kh: ឈ្មោះ​អ្នកប្រើប្រាស់
ko_kr: 사용자 이름

source: Users
km_kh: អ្នកប្រើប្រាស់
ko_kr: 사용자

source: Select Tenant
km_kh: ជ្រើសរើសអ្នកជួល
ko_kr: 테넌트 선택

source: Tenant Name
km_kh: ឈ្មោះអ្នកជួល
ko_kr: 테넌트 이름

source: Provider
km_kh: អ្នកផ្តល់សេវា
ko_kr: 공급자

source: Superior Name
km_kh: ឈ្មោះឧត្តម
ko_kr: 우수한 이름

source: Select Superior
km_kh: ជ្រើសរើស Superior
ko_kr: 슈페리어 선택

source: E-mail
km_kh: អ៊ីមែល
ko_kr: 이메일

source: Password
km_kh: ពាក្យសម្ងាត់
ko_kr: 비밀번호

source: Status
km_kh: ស្ថានភាព
ko_kr: 상태

source: Confirm Password
km_kh: បញ្ជាក់ពាក្យសម្ងាត់
ko_kr: 비밀번호 확인

source: Display Name
km_kh: ឈ្មោះបង្ហាញ
ko_kr: 이름 표시하기

source: Set Permissions
km_kh: កំណត់ការអនុញ្ញាត
ko_kr: 권한 설정

source: Assigned Roles
km_kh: តួនាទីដែលបានកំណត់
ko_kr: 할당된 역할

source: Email / PhoneNumber
km_kh: អ៊ីមែល / លេខទូរស័ព្ទ
ko_kr: 이메일/전화번호

source: Permission removed successfully.
km_kh: ការអនុញ្ញាតត្រូវបានដកចេញដោយជោគជ័យ
ko_kr: 권한이 삭제되었습니다.

source: Reset Password
km_kh: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
ko_kr: 암호를 재설정

source: Display Name / PhoneNumber
km_kh: បង្ហាញឈ្មោះ/លេខទូរស័ព្ទ
ko_kr: 표시 이름/전화번호

source: Permission assigned successfully.
km_kh: ការអនុញ្ញាតត្រូវបានផ្តល់ដោយជោគជ័យ
ko_kr: 권한이 할당되었습니다.

source: The user updated successfully.
km_kh: អ្នកប្រើប្រាស់បានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។
ko_kr: 사용자가 성공적으로 업데이트되었습니다.

source: The user has been inactivated.
km_kh: អ្នកប្រើប្រាស់ត្រូវបានអសកម្ម។
ko_kr: 사용자가 비활성화되었습니다.

source: The user has been activated.
km_kh: អ្នកប្រើប្រាស់ត្រូវបានធ្វើឱ្យសកម្ម។
ko_kr: 사용자가 활성화되었습니다.

source: Recovery email sent. Please check your inbox to set a new password.
km_kh: បានផ្ញើអ៊ីមែលសង្គ្រោះ។ សូមពិនិត្យមើលប្រអប់សំបុត្ររបស់អ្នកដើម្បីកំណត់ពាក្យសម្ងាត់ថ្មី។
ko_kr: 복구 이메일이 전송되었습니다. 새 비밀번호를 설정하려면 받은 편지함을 확인하세요.

source: New user created successfully.
km_kh: អ្នកប្រើប្រាស់ថ្មីបានបង្កើតដោយជោគជ័យ។
ko_kr: 새 사용자가 성공적으로 생성되었습니다.

source: Active
km_kh: សកម្ម
ko_kr: 활성

source: Authorization has been changed.
km_kh: ការអនុញ្ញាតត្រូវបានផ្លាស់ប្តូរ។
ko_kr: 권한이 변경되었습니다.

source: We send a verification link to this email address. The link expires after 72 hours.
km_kh: យើងផ្ញើតំណផ្ទៀងផ្ទាត់ទៅកាន់អាសយដ្ឋានអ៊ីមែលនេះ។ តំណផុតកំណត់បន្ទាប់ពី 72 ម៉ោង។
ko_kr: 이 이메일 주소로 확인 링크를 보냅니다. 링크는 72시간 후에 만료됩니다.

source: You cannot delete your own account!
km_kh: អ្នកមិនអាចលុបគណនីផ្ទាល់ខ្លួនរបស់អ្នកបានទេ!
ko_kr: 자신의 계정을 삭제할 수 없습니다!

source: Click to change status to active.
km_kh: ចុចដើម្បីផ្លាស់ប្តូរស្ថានភាពទៅជាសកម្ម។
ko_kr: 클릭하여 상태를 활성으로 변경합니다.

source: Verification email sent to {0}.
km_kh: អ៊ីមែលផ្ទៀងផ្ទាត់បានផ្ញើទៅ {0}។
ko_kr: 확인 이메일이 {0}으로 전송되었습니다.

source: A new password for {0} has been sent via email. The user will be required to enter a new password upon initial login.
km_kh: ពាក្យសម្ងាត់ថ្មីសម្រាប់ {0} ត្រូវបានផ្ញើតាមអ៊ីមែល។ អ្នកប្រើប្រាស់នឹងតម្រូវឱ្យបញ្ចូលពាក្យសម្ងាត់ថ្មីនៅពេលចូលដំបូង។
ko_kr: {0}의 새 비밀번호가 이메일을 통해 전송되었습니다. 사용자는 초기 로그인 시 새 비밀번호를 입력해야 합니다.

source: Full Name
km_kh: ឈ្មោះ​ពេញ
ko_kr: 전체 이름

source: Inactive
km_kh: អសកម្ម
ko_kr: 비활성

source: Click to change status to inactive.
km_kh: ចុចដើម្បីប្តូរស្ថានភាពទៅជាអសកម្ម។
ko_kr: 상태를 비활성으로 변경하려면 클릭하세요.

source: No permission to change status.
km_kh: គ្មានការអនុញ្ញាតក្នុងការផ្លាស់ប្តូរស្ថានភាព។
ko_kr: 상태를 변경할 수 있는 권한이 없습니다.

source: Send Reset Password Email
km_kh: ផ្ញើអ៊ីមែលកំណត់ពាក្យសម្ងាត់ឡើងវិញ
ko_kr: 비밀번호 재설정 이메일 보내기

source: No roles available for this tenant.
km_kh: មិនមានតួនាទីសម្រាប់ភតិកៈនេះទេ។
ko_kr: 이 테넌트에 대한 역할이 없습니다.

source: Search by role name
km_kh: ស្វែងរកតាមឈ្មោះតួនាទី
ko_kr: 역할 이름으로 검색
